Repository: minipoisson/ocrFileVeriProc
Catalog: ocrFileVeriProc/FormMain.*.resx
Languages: ar, bn, de, es, fa, fr, id, it, ja, mr, ms, pa, pt, ru, sw, ta, te, th, uk, ur, vi, zh_hans, zh_hant

# lblKeywords.Text
source: keywords
ar: الكلمات المفتاحية
bn: কীওয়ার্ড
de: Stichwörter
es: palabras clave
fa: کلیدواژه‌ها
fr: mots-clés
id: kata kunci
it: parole chiave
ja: キーワード
mr: कीवर्ड
ms: kata kunci
pa: ਕੀਵਰਡ
pt: palavras-chave
ru: ключевые слова
sw: maneno muhimu
ta: முக்கிய சொற்கள்
te: కీవర్డ్‌లు
th: คำสำคัญ
uk: ключові слова
ur: کلیدی الفاظ
vi: từ khóa
zh_hans: 关键词
zh_hant: 關鍵字

# btnAnd.Text
source: ← AND →
ar: → و ←
bn: ← এবং →
de: ← UND →
es: ← Y →
fa: → و ←
fr: ← ET →
id: ← DAN →
it: ← E →
ja: ← かつ →
mr: ← आणि →
ms: ← DAN →
pa: ← ਅਤੇ →
pt: ← E →
ru: ← И →
sw: ← NA →
ta: ← மற்றும் →
te: ← మరియు →
th: ← และ →
uk: ← ТА →
ur: → اور ←
vi: ← VÀ →
zh_hans: ← 和 →
zh_hant: ← 和 →

# btnCancel.Text
source: CANCEL
ar: إلغاء
bn: বাতিল করুন
de: Abbrechen
es: Cancelar
fa: لغو
fr: Annuler
id: Batalkan
it: Annulla
ja: キャンセル
mr: रद्द करा
ms: Batal
pa: ਰੱਦ ਕਰੋ
pt: Cancelar
ru: Отмена
sw: Ghairi
ta: ரத்து செய்
te: రద్దు చేయండి
th: ยกเลิก
uk: Скасувати
ur: منسوخ کریں
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# btnStart.Text
source: &start processing
ar: بدء المعالجة (&S)
bn: প্রক্রিয়াকরণ শুরু করুন (&S)
de: Verarbeitung starten (&S)
es: Iniciar procesamiento (&S)
fa: شروع پردازش (&S)
fr: Démarrer le traitement (&S)
id: Mulai pemrosesan (&S)
it: Avvia elaborazione (&S)
ja: 処理開始(&S)
mr: प्रक्रिया सुरू करा (&S)
ms: Mulakan proses (&S)
pa: ਪ੍ਰਕਿਰਿਆ ਸ਼ੁਰੂ ਕਰੋ (&S)
pt: Iniciar processamento (&S)
ru: Начать обработку (&S)
sw: Anza kuchakata (&S)
ta: செயலாக்கத்தை தொடங்கு (&S)
te: ప్రాసెసింగ్ ప్రారంభించండి (&S)
th: เริ่มการประมวลผล (&S)
uk: Почати обробку (&S)
ur: پروسیسنگ شروع کریں (&S)
vi: Bắt đầu xử lý (&S)
zh_hans: 开始处理 (&S)
zh_hant: 開始處理 (&S)

# btnOpenImg.Text
source: &open image folder
ar: فتح مجلد الصور (&I)
bn: ছবির ফোল্ডার খুলুন (&I)
de: Bildordner öffnen (&I)
es: Abrir carpeta de imágenes (&I)
fa: باز کردن پوشه تصاویر (&I)
fr: Ouvrir le dossier d’images (&I)
id: Buka folder gambar (&I)
it: Apri cartella immagini (&I)
ja: 画像フォルダーを開く(&I)
mr: प्रतिमा फोल्डर उघडा (&I)
ms: Buka folder imej (&I)
pa: ਚਿੱਤਰ ਫੋਲਡਰ ਖੋਲ੍ਹੋ (&I)
pt: Abrir pasta de imagens (&I)
ru: Открыть папку изображений (&I)
sw: Fungua folda ya picha (&I)
ta: படங்கள் அடைவை திற (&I)
te: చిత్ర ఫోల్డర్ తెరవండి (&I)
th: เปิดโฟลเดอร์ภาพ (&I)
uk: Відкрити папку зображень (&I)
ur: تصویری فولڈر کھولیں (&I)
vi: Mở thư mục ảnh (&I)
zh_hans: 打开图像文件夹 (&I)
zh_hant: 開啟圖片資料夾 (&I)

# btnOpenDst.Text
source: open destination folder
ar: فتح مجلد الوجهة
bn: গন্তব্য ফোল্ডার খুলুন
de: Zielordner öffnen
es: Abrir carpeta de destino
fa: باز کردن پوشه مقصد
fr: Ouvrir le dossier de destination
id: Buka folder tujuan
it: Apri cartella di destinazione
ja: 移動先フォルダーを開く
mr: गंतव्य फोल्डर उघडा
ms: Buka folder destinasi
pa: ਟਾਰਗੇਟ ਫੋਲਡਰ ਖੋਲ੍ਹੋ
pt: Abrir pasta de destino
ru: Открыть папку назначения
sw: Fungua folda lengwa
ta: இலக்கு அடைவை திற
te: లక్ష్య ఫోల్డర్ తెరవండి
th: เปิดโฟลเดอร์ปลายทาง
uk: Відкрити цільову папку
ur: منزل فولڈر کھولیں
vi: Mở thư mục đích
zh_hans: 打开目标文件夹
zh_hant: 開啟目標資料夾

# lblProcMode.Text
source: processing mode
ar: وضع المعالجة
bn: প্রক্রিয়াকরণ মোড
de: Verarbeitungsmodus
es: modo de procesamiento
fa: حالت پردازش
fr: mode de traitement
id: mode pemrosesan
it: modalità di elaborazione
ja: 処理モード
mr: प्रक्रिया मोड
ms: mod pemprosesan
pa: ਪ੍ਰਕਿਰਿਆ ਮੋਡ
pt: modo de processamento
ru: режим обработки
sw: hali ya uchakataji
ta: செயலாக்க முறை
te: ప్రాసెసింగ్ మోడ్
th: โหมดการประมวลผล
uk: режим обробки
ur: پروسیسنگ موڈ
vi: chế độ xử lý
zh_hans: 处理模式
zh_hant: 處理模式

# cmbProcMode.Items
source: verify (keep) files containing keywords
ar: التحقق (الاحتفاظ) بالملفات التي تحتوي على كلمات مفتاحية
bn: কীওয়ার্ডযুক্ত ফাইল যাচাই (রাখুন)
de: Dateien mit Stichwörtern prüfen (behalten)
es: verificar (mantener) archivos que contienen palabras clave
fa: بررسی (نگه‌داری) فایل‌های دارای کلیدواژه
fr: vérifier (conserver) les fichiers contenant des mots-clés
id: verifikasi (simpan) file yang berisi kata kunci
it: verifica (mantieni) file contenenti parole chiave
ja: キーワードを含むファイルを確認（保持）
mr: कीवर्ड असलेल्या फाइल्स तपासा (ठेवा)
ms: sahkan (simpan) fail yang mengandungi kata kunci
pa: ਕੀਵਰਡ ਵਾਲੀਆਂ ਫਾਈਲਾਂ ਦੀ ਜਾਂਚ ਕਰੋ (ਰੱਖੋ)
pt: verificar (manter) arquivos com palavras-chave
ru: проверить (сохранить) файлы с ключевыми словами
sw: kagua (hifadhi) faili zilizo na maneno muhimu
ta: முக்கிய சொற்கள் உள்ள கோப்புகளை சரிபார் (பதிவேற்று)
te: కీవర్డ్‌లతో ఉన్న ఫైళ్లను ధృవీకరించండి (ఉంచండి)
th: ตรวจสอบ (เก็บไว้) ไฟล์ที่มีคำสำคัญ
uk: перевірити (залишити) файли з ключовими словами
ur: کلیدی الفاظ والے فائلوں کی تصدیق (محفوظ کریں)
vi: kiểm tra (giữ lại) tệp có từ khóa
zh_hans: 验证包含关键词的文件（保留）
zh_hant: 驗證包含關鍵字的檔案（保留）

# cmbProcMode.Items1
source: move files containing keywords
ar: نقل الملفات التي تحتوي على كلمات مفتاحية
bn: কীওয়ার্ডযুক্ত ফাইল সরান
de: Dateien mit Stichwörtern verschieben
es: mover archivos que contienen palabras clave
fa: انتقال فایل‌های دارای کلیدواژه
fr: déplacer les fichiers contenant des mots-clés
id: pindahkan file yang berisi kata kunci
it: sposta file contenenti parole chiave
ja: キーワードを含むファイルを移動
mr: कीवर्ड असलेल्या फाइल्स हलवा
ms: alih fail yang mengandungi kata kunci
pa: ਕੀਵਰਡ ਵਾਲੀਆਂ ਫਾਈਲਾਂ ਨੂੰ ਭੇਜੋ
pt: mover arquivos com palavras-chave
ru: переместить файлы с ключевыми словами
sw: hamisha faili zilizo na maneno muhimu
ta: முக்கிய சொற்கள் உள்ள கோப்புகளை நகர்த்து
te: కీవర్డ్‌లతో ఉన్న ఫైళ్లను తరలించండి
th: ย้ายไฟล์ที่มีคำสำคัญ
uk: перемістити файли з ключовими словами
ur: کلیدی الفاظ والے فائلوں کو منتقل کریں
vi: di chuyển tệp có từ khóa
zh_hans: 移动包含关键词的文件
zh_hant: 移動包含關鍵字的檔案

# cmbProcMode.Items2
source: delete files containing keywords
ar: حذف الملفات التي تحتوي على كلمات مفتاحية
bn: কীওয়ার্ডযুক্ত ফাইল মুছে ফেলুন
de: Dateien mit Stichwörtern löschen
es: eliminar archivos que contienen palabras clave
fa: حذف فایل‌های دارای کلیدواژه
fr: supprimer les fichiers contenant des mots-clés
id: hapus file yang berisi kata kunci
it: elimina file contenenti parole chiave
ja: キーワードを含むファイルを削除
mr: कीवर्ड असलेल्या फाइल्स हटवा
ms: padam fail yang mengandungi kata kunci
pa: ਕੀਵਰਡ ਵਾਲੀਆਂ ਫਾਈਲਾਂ ਨੂੰ ਹਟਾਓ
pt: excluir arquivos com palavras-chave
ru: удалить файлы с ключевыми словами
sw: futa faili zilizo na maneno muhimu
ta: முக்கிய சொற்கள் உள்ள கோப்புகளை நீக்கு
te: కీవర్డ్‌లతో ఉన్న ఫైళ్లను తొలగించండి
th: ลบไฟล์ที่มีคำสำคัญ
uk: видалити файли з ключовими словами
ur: کلیدی الفاظ والے فائلوں کو حذف کریں
vi: xóa tệp có từ khóa
zh_hans: 删除包含关键词的文件
zh_hant: 刪除包含關鍵字的檔案

# cmbProcMode.Items3
source: verify (keep) files NOT containing keywords
ar: التحقق (الاحتفاظ) بالملفات التي لا تحتوي على كلمات مفتاحية
bn: কীওয়ার্ডবিহীন ফাইল যাচাই (রাখুন)
de: Dateien ohne Stichwörter prüfen (behalten)
es: verificar (mantener) archivos que NO contienen palabras clave
fa: بررسی (نگه‌داری) فایل‌های بدون کلیدواژه
fr: vérifier (conserver) les fichiers ne contenant pas de mots-clés
id: verifikasi (simpan) file yang TIDAK berisi kata kunci
it: verifica (mantieni) file che NON contengono parole chiave
ja: キーワードを含まないファイルを確認（保持）
mr: कीवर्ड नसलेल्या फाइल्स तपासा (ठेवा)
ms: sahkan (simpan) fail yang TIDAK mengandungi kata kunci
pa: ਕੀਵਰਡ ਤੋਂ ਬਿਨਾਂ ਫਾਈਲਾਂ ਦੀ ਜਾਂਚ ਕਰੋ (ਰੱਖੋ)
pt: verificar (manter) arquivos sem palavras-chave
ru: проверить (сохранить) файлы без ключевых слов
sw: kagua (hifadhi) faili zisizo na maneno muhimu
ta: முக்கிய சொற்கள் இல்லாத கோப்புகளை சரிபார் (பதிவேற்று)
te: కీవర్డ్‌లు లేని ఫైళ్లను ధృవీకరించండి (ఉంచండి)
th: ตรวจสอบ (เก็บไว้) ไฟล์ที่ไม่มีคำสำคัญ
uk: перевірити (залишити) файли без ключових слів
ur: بغیر کلیدی الفاظ والی فائلوں کی تصدیق (محفوظ کریں)
vi: kiểm tra (giữ lại) tệp không có từ khóa
zh_hans: 验证不包含关键词的文件（保留）
zh_hant: 驗證不含關鍵字的檔案（保留）

# cmbProcMode.Items4
source: move files NOT containing keywords
ar: نقل الملفات التي لا تحتوي على كلمات مفتاحية
bn: কীওয়ার্ডবিহীন ফাইল সরান
de: Dateien ohne Stichwörter verschieben
es: mover archivos que NO contienen palabras clave
fa: انتقال فایل‌های بدون کلیدواژه
fr: déplacer les fichiers ne contenant pas de mots-clés
id: pindahkan file yang TIDAK berisi kata kunci
it: sposta file che NON contengono parole chiave
ja: キーワードを含まないファイルを移動
mr: कीवर्ड नसलेल्या फाइल्स हलवा
ms: alih fail yang TIDAK mengandungi kata kunci
pa: ਕੀਵਰਡ ਤੋਂ ਬਿਨਾਂ ਫਾਈਲਾਂ ਨੂੰ ਭੇਜੋ
pt: mover arquivos sem palavras-chave
ru: переместить файлы без ключевых слов
sw: hamisha faili zisizo na maneno muhimu
ta: முக்கிய சொற்கள் இல்லாத கோப்புகளை நகர்த்து
te: కీవర్డ్‌లు లేని ఫైళ్లను తరలించండి
th: ย้ายไฟล์ที่ไม่มีคำสำคัญ
uk: перемістити файли без ключових слів
ur: بغیر کلیدی الفاظ والی فائلوں کو منتقل کریں
vi: di chuyển tệp không có từ khóa
zh_hans: 移动不包含关键词的文件
zh_hant: 移動不含關鍵字的檔案

# cmbProcMode.Items5
source: delete files NOT containing keywords
ar: حذف الملفات التي لا تحتوي على كلمات مفتاحية
bn: কীওয়ার্ডবিহীন ফাইল মুছে ফেলুন
de: Dateien ohne Stichwörter löschen
es: eliminar archivos que NO contienen palabras clave
fa: حذف فایل‌های بدون کلیدواژه
fr: supprimer les fichiers ne contenant pas de mots-clés
id: hapus file yang TIDAK berisi kata kunci
it: elimina file che NON contengono parole chiave
ja: キーワードを含まないファイルを削除
mr: कीवर्ड नसलेल्या फाइल्स हटवा
ms: padam fail yang TIDAK mengandungi kata kunci
pa: ਕੀਵਰਡ ਤੋਂ ਬਿਨਾਂ ਫਾਈਲਾਂ ਨੂੰ ਹਟਾਓ
pt: excluir arquivos sem palavras-chave
ru: удалить файлы без ключевых слов
sw: futa faili zisizo na maneno muhimu
ta: முக்கிய சொற்கள் இல்லாத கோப்புகளை நீக்கு
te: కీవర్డ్‌లు లేని ఫైళ్లను తొలగించండి
th: ลบไฟล์ที่ไม่มีคำสำคัญ
uk: видалити файли без ключових слів
ur: بغیر کلیدی الفاظ والی فائلوں کو حذف کریں
vi: xóa tệp không có từ khóa
zh_hans: 删除不包含关键词的文件
zh_hant: 刪除不含關鍵字的檔案

# lblFolderPathImg.Text
source: folder path for source image files
ar: مسار مجلد ملفات الصور
bn: ছবির ফোল্ডারের পাথ
de: Pfad zum Bildordner
es: ruta de carpeta para archivos de imagen
fa: مسیر پوشه فایل‌های تصویر
fr: chemin du dossier des images
id: jalur folder untuk file gambar
it: percorso cartella per file immagine
ja: 画像用フォルダーのパス
mr: प्रतिमा फाइल्ससाठी फोल्डर मार्ग
ms: laluan folder untuk fail imej
pa: ਚਿੱਤਰ ਫਾਈਲਾਂ ਲਈ ਫੋਲਡਰ ਪਾਥ
pt: caminho da pasta de imagens
ru: путь к папке изображений
sw: njia ya folda ya picha
ta: பட கோப்புகளுக்கான அடைவு பாதை
te: చిత్ర ఫైళ్ల ఫోల్డర్ మార్గం
th: เส้นทางโฟลเดอร์สำหรับไฟล์ภาพ
uk: шлях до папки зображень
ur: تصویری فائلوں کے فولڈر کا راستہ
vi: đường dẫn thư mục ảnh
zh_hans: 图像文件夹路径
zh_hant: 圖片資料夾路徑

# lblFolderPathDst.Text
source: folder path for destination
ar: مسار مجلد الوجهة
bn: গন্তব্য ফোল্ডারের পাথ
de: Pfad zum Zielordner
es: ruta de carpeta de destino
fa: مسیر پوشه مقصد
fr: chemin du dossier de destination
id: jalur folder tujuan
it: percorso cartella di destinazione
ja: 移動先フォルダーのパス
mr: गंतव्य फोल्डरचा मार्ग
ms: laluan folder destinasi
pa: ਟਾਰਗੇਟ ਫੋਲਡਰ ਪਾਥ
pt: caminho da pasta de destino
ru: путь к папке назначения
sw: njia ya folda lengwa
ta: இலக்கு அடைவு பாதை
te: లక్ష్య ఫోల్డర్ మార్గం
th: เส้นทางโฟลเดอร์ปลายทาง
uk: шлях до цільової папки
ur: منزل فولڈر کا راستہ
vi: đường dẫn thư mục đích
zh_hans: 目标文件夹路径
zh_hant: 目標資料夾路徑

# btnBrowseImg.Text
source: &browse...
ar: استعراض (&B)...
bn: ব্রাউজ করুন (&B)...
de: Durchsuchen (&B)...
es: Examinar (&B)...
fa: مرور (&B)...
fr: Parcourir (&B)...
id: Telusuri (&B)...
it: Sfoglia (&B)...
ja: 参照(&B)...
mr: ब्राउझ करा (&B)...
ms: Semak imbas (&B)...
pa: ਬਰਾਊਜ਼ ਕਰੋ (&B)...
pt: Procurar (&B)...
ru: Обзор (&B)...
sw: Vinjari (&B)...
ta: உலாவு (&B)...
te: బ్రౌజ్ చేయండి (&B)...
th: เรียกดู (&B)...
uk: Огляд (&B)...
ur: براؤز کریں (&B)...
vi: Duyệt (&B)...
zh_hans: 浏览 (&B)...
zh_hant: 瀏覽 (&B)...

# btnBrowseDst.Text
source: browse...
ar: استعراض...
bn: ব্রাউজ করুন...
de: Durchsuchen...
es: Examinar...
fa: مرور...
fr: Parcourir...
id: Telusuri...
it: Sfoglia...
ja: 参照...
mr: ब्राउझ करा...
ms: Semak imbas...
pa: ਬਰਾਊਜ਼ ਕਰੋ...
pt: Procurar...
ru: Обзор...
sw: Vinjari...
ta: உலாவு...
te: బ్రౌజ్ చేయండి...
th: เรียกดู...
uk: Огляд...
ur: براؤز کریں...
vi: Duyệt...
zh_hans: 浏览...
zh_hant: 瀏覽...

# lblLang.Text
source: language
ar: اللغة
bn: ভাষা
de: Sprache
es: idioma
fa: زبان
fr: langue
id: bahasa
it: lingua
ja: 言語
mr: भाषा
ms: bahasa
pa: ਭਾਸ਼ਾ
pt: idioma
ru: язык
sw: lugha
ta: மொழி
te: భాష
th: ภาษา
uk: мова
ur: زبان
vi: ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# lblResults.Text
source: Results
ar: النتائج
bn: ফলাফল
de: Ergebnisse
es: Resultados
fa: نتایج
fr: Résultats
id: Hasil
it: Risultati
ja: 結果
mr: निकाल
ms: Keputusan
pa: ਨਤੀਜੇ
pt: Resultados
ru: Результаты
sw: Matokeo
ta: முடிவுகள்
te: ఫలితాలు
th: ผลลัพธ์
uk: Результати
ur: نتائج
vi: Kết quả
zh_hans: 结果
zh_hant: 結果

# cmbBoxLang.Items
source: System setting
ar: إعدادات النظام
bn: সিস্টেম সেটিং
de: Systemeinstellung
es: Configuración del sistema
fa: تنظیمات سیستم
fr: Paramètre système
id: Pengaturan sistem
it: Impostazione di sistema
ja: システム設定
mr: सिस्टम सेटिंग
ms: Tetapan sistem
pa: ਸਿਸਟਮ ਸੈਟਿੰਗ
pt: Configuração do sistema
ru: Системные настройки
sw: Mpangilio wa mfumo
ta: கணினி அமைப்புகள்
te: సిస్టమ్ సెట్టింగ్
th: การตั้งค่าระบบ
uk: Системні налаштування
ur: سسٹم سیٹنگ
vi: Cài đặt hệ thống
zh_hans: 系统设置
zh_hant: 系統設定

# btnAbout.Text
source: &about...
ar: حول البرنامج (&A)...
bn: সম্পর্কে (&A)...
de: Info (&A)...
es: Acerca de (&A)...
fa: درباره برنامه (&A)...
fr: À propos (&A)...
id: Tentang (&A)...
it: Informazioni (&A)...
ja: バージョン情報(&A)...
mr: विषयी (&A)...
ms: Mengenai (&A)...
pa: ਬਾਰੇ (&A)...
pt: Sobre (&A)...
ru: О программе (&A)...
sw: Kuhusu (&A)...
ta: பற்றி (&A)...
te: గురించి (&A)...
th: เกี่ยวกับ (&A)...
uk: Про програму (&A)...
ur: تفصیلات (&A)...
vi: Giới thiệu (&A)...
zh_hans: 关于 (&A)...
zh_hant: 關於 (&A)...

# linkLabelDoc.Text
source: documents
ar: المستندات
bn: নথিপত্র
de: Dokumente
es: documentos
fa: مستندات
id: dokumen
it: documenti
ja: ドキュメント
mr: दस्तऐवज
ms: dokumen
pa: ਦਸਤਾਵੇਜ਼
pt: documentos
ru: документы
sw: hati
ta: ஆவணங்கள்
te: పత్రాలు
th: เอกสาร
uk: документи
ur: دستاویزات
vi: tài liệu
zh_hans: 文档
zh_hant: 文件

# $this.Text
source: OCR File Verificator&Processor
ar: أداة التحقق ومعالجة ملفات OCR
bn: OCR ফাইল যাচাই ও প্রক্রিয়াকরণ টুল
de: OCR-Dateiprüfung & Verarbeitung
es: Verificador & Procesador de archivos OCR
fa: برنامه بررسی و پردازش فایل‌های OCR
fr: Vérificateur & Traiteur de fichiers OCR
id: Alat Verifikasi & Pemrosesan File OCR
it: Verificatore & Elaboratore di file OCR
ja: OCRファイル確認・処理ツール
mr: OCR फाइल तपासणी आणि प्रक्रिया साधन
ms: Alat Pengesahan & Pemprosesan Fail OCR
pa: OCR ਫਾਈਲ ਜਾਂਚ ਅਤੇ ਪ੍ਰਕਿਰਿਆ ਟੂਲ
pt: Verificador & Processador de Arquivos OCR
ru: Инструмент проверки и обработки OCR-файлов
sw: Zana ya Kukagua na Kuchakata Faili za OCR
ta: OCR கோப்பு சரிபார்ப்பு மற்றும் செயலாக்க கருவி
te: OCR ఫైల్ ధృవీకరణ మరియు ప్రాసెసింగ్ సాధనం
th: เครื่องมือตรวจสอบและประมวลผลไฟล์ OCR
uk: Інструмент перевірки та обробки OCR-файлів
ur: OCR فائل کی تصدیق اور پروسیسنگ کا آلہ
vi: Công cụ kiểm tra & xử lý tệp OCR
zh_hans: OCR 文件验证与处理工具
zh_hant: OCR 檔案驗證與處理工具
