Repository: minipoisson/ocrFileVeriProc
Catalog: ocrFileVeriProc/Messages.*.resx
Languages: ar, bn, de, es, fa, fr, hi, id, it, ja, ko, mr, pa, pt, ru, sw, ta, te, th, tl_ph, tr, uk, ur, vi, zh_hans, zh_hant

# AboutVerNo
source: version {0}
ar: الإصدار {0}
bn: সংস্করণ {0}
es: versión {0}
fa: نسخه {0}
hi: संस्करण {0}
id: versi {0}
it: versione {0}
ja: バージョン {0}
ko: 버전 {0}
mr: आवृत्ती {0}
pa: ਸੰਸਕਰਣ {0}
pt: versão {0}
ru: версия {0}
sw: toleo {0}
ta: பதிப்பு {0}
te: వెర్షన్ {0}
th: เวอร์ชัน {0}
tl_ph: bersyon {0}
tr: sürüm {0}
uk: версія {0}
ur: ورژن {0}
vi: phiên bản {0}
zh_hans: 版本 {0}
zh_hant: 版本 {0}

# AboutVersion
source: About {0}
ar: حول {0}
bn: {0} সম্পর্কে
de: Über {0}
es: Acerca de {0}
fa: درباره {0}
fr: À propos de {0}
hi: {0} के बारे में
id: Tentang {0}
it: Informazioni su {0}
ja: {0} について
ko: {0} 정보
mr: {0} विषयी
pa: {0} ਬਾਰੇ
pt: Sobre {0}
ru: О программе {0}
sw: Kuhusu {0}
ta: {0} பற்றி
te: {0} గురించి
th: เกี่ยวกับ {0}
tl_ph: Tungkol sa {0}
tr: {0} hakkında
uk: Про {0}
ur: {0} کے بارے میں
vi: Giới thiệu về {0}
zh_hans: 关于 {0}
zh_hant: 關於 {0}

# Cancelled
source: Cancelled processing files.
ar: تم إلغاء معالجة الملفات.
bn: ফাইল প্রক্রিয়াকরণ বাতিল করা হয়েছে।
de: Dateiverarbeitung abgebrochen.
es: Procesamiento de archivos cancelado.
fa: پردازش فایل‌ها لغو شد.
fr: Traitement des fichiers annulé.
hi: फ़ाइलों की प्रोसेसिंग रद्द कर दी गई।
id: Proses file dibatalkan.
it: Elaborazione dei file annullata.
ja: ファイルの処理はキャンセルされました。
ko: 파일 처리가 취소되었습니다.
mr: फाइल प्रक्रिया रद्द करण्यात आली.
pa: ਫਾਈਲਾਂ ਦੀ ਪ੍ਰਕਿਰਿਆ ਰੱਦ ਕਰ ਦਿੱਤੀ ਗਈ ਹੈ।
pt: Processamento de arquivos cancelado.
ru: Обработка файлов отменена.
sw: Usindikaji wa faili umesitishwa.
ta: கோப்புகள் செயலாக்கம் ரத்து செய்யப்பட்டது.
te: ఫైల్ ప్రాసెసింగ్ రద్దు చేయబడింది.
th: ยกเลิกการประมวลผลไฟล์แล้ว
tl_ph: Kanselado.
tr: Dosya işleme iptal edildi.
uk: Обробку файлів скасовано.
ur: فائلوں کی پروسیسنگ منسوخ کر دی گئی۔
vi: Đã hủy xử lý tập tin.
zh_hans: 文件处理已取消。
zh_hant: 已取消檔案處理。

source: Error
ar: خطأ
bn: ত্রুটি
de: Fehler
fa: خطا
fr: Erreur
hi: त्रुटि
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
mr: त्रुटी
pa: ਗਲਤੀ
pt: Erro
ru: Ошибка
sw: Hitilafu
ta: பிழை
te: లోపం
th: ข้อผิดพลาด
tl_ph: Kamalian
tr: Hata
uk: Помилка
ur: خرابی
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

# Finished
source: Finished processing files.
ar: تم الانتهاء من معالجة الملفات.
bn: ফাইল প্রক্রিয়াকরণ সম্পন্ন হয়েছে।
de: Dateiverarbeitung abgeschlossen.
es: Procesamiento de archivos finalizado.
fa: پردازش فایل‌ها به پایان رسید.
fr: Traitement des fichiers terminé.
hi: फ़ाइलों की प्रोसेसिंग पूरी हो गई।
id: Proses file selesai.
it: Elaborazione dei file completata.
ja: ファイルの処理が完了しました。
ko: 파일 처리가 완료되었습니다.
mr: फाइल प्रक्रिया पूर्ण झाली.
pa: ਫਾਈਲਾਂ ਦੀ ਪ੍ਰਕਿਰਿਆ ਪੂਰੀ ਹੋ ਗਈ ਹੈ।
pt: Processamento de arquivos concluído.
ru: Обработка файлов завершена.
sw: Usindikaji wa faili umekamilika.
ta: கோப்புகள் செயலாக்கம் முடிந்தது.
te: ఫైల్ ప్రాసెసింగ్ పూర్తయింది.
th: การประมวลผลไฟล์เสร็จสิ้นแล้ว
tl_ph: Tapos na ang pagproseso ng mga file.
tr: Dosya işleme tamamlandı.
uk: Обробку файлів завершено.
ur: فائلوں کی پروسیسنگ مکمل ہو گئی۔
vi: Đã hoàn tất xử lý tập tin.
zh_hans: 文件处理已完成。
zh_hant: 檔案處理已完成。

# KeywordsRequired
source: Specify keywords.
ar: يرجى تحديد الكلمات المفتاحية.
bn: অনুগ্রহ করে কীওয়ার্ড নির্ধারণ করুন।
de: Bitte geben Sie Schlüsselwörter an.
es: Especifique palabras clave.
fa: لطفاً کلمات کلیدی را مشخص کنید.
fr: Veuillez spécifier des mots-clés.
hi: कृपया कीवर्ड निर्दिष्ट करें।
id: Silakan tentukan kata kunci.
it: Specificare le parole chiave.
ja: キーワードを指定してください。
ko: 키워드를 지정하세요.
mr: कृपया कीवर्ड निर्दिष्ट करा.
pa: ਕਿਰਪਾ ਕਰਕੇ ਕੁੰਜੀ ਸ਼ਬਦ ਦਰਜ ਕਰੋ।
pt: Especifique palavras-chave.
ru: Укажите ключевые слова.
sw: Tafadhali taja maneno muhimu.
ta: தயவுசெய்து முக்கிய வார்த்தைகளை குறிப்பிடவும்.
te: దయచేసి కీలక పదాలను పేర్కొనండి.
th: โปรดระบุคำสำคัญ
tl_ph: Ilagay ang tekstong isasama.
tr: Lütfen anahtar kelimeleri belirtin.
uk: Будь ласка, вкажіть ключові слова.
ur: براہ کرم کلیدی الفاظ درج کریں۔
vi: Vui lòng nhập từ khóa.
zh_hans: 请指定关键词。
zh_hant: 請輸入關鍵字。

# NoImageFiles
source: No image file was found in the folder.
ar: لم يتم العثور على ملفات صور في المجلد.
bn: ফোল্ডারে কোনো ইমেজ ফাইল পাওয়া যায়নি।
de: Im Ordner wurden keine Bilddateien gefunden.
es: No se encontraron archivos de imagen en la carpeta.
fa: هیچ فایل تصویری در پوشه یافت نشد.
fr: Aucun fichier image trouvé dans le dossier.
hi: फ़ोल्डर में कोई इमेज फ़ाइल नहीं मिली।
id: Tidak ditemukan file gambar di folder.
it: Nessun file immagine trovato nella cartella.
ja: フォルダー内に画像ファイルが見つかりませんでした。
ko: 폴더에서 이미지 파일을 찾을 수 없습니다.
mr: फोल्डरमध्ये कोणतीही प्रतिमा फाइल सापडली नाही.
pa: ਫੋਲਡਰ ਵਿੱਚ ਕੋਈ ਚਿੱਤਰ ਫਾਈਲ ਨਹੀਂ ਮਿਲੀ।
pt: Nenhum arquivo de imagem encontrado na pasta.
ru: В папке не найдено файлов изображений.
sw: Hakuna faili ya picha iliyopatikana kwenye folda.
ta: அடைவில் எந்தப் படம் கோப்பும் கிடைக்கவில்லை.
te: ఫోల్డర్లో ఏదైనా చిత్రం ఫైల్ కనుగొనబడలేదు.
th: ไม่พบไฟล์ภาพในโฟลเดอร์
tl_ph: Walang nahanap na image file sa folder.
tr: Klasörde resim dosyası bulunamadı.
uk: У папці не знайдено жодного зображення.
ur: فولڈر میں کوئی تصویر فائل نہیں ملی۔
vi: Không tìm thấy tập tin hình ảnh trong thư mục.
zh_hans: 文件夹中未找到图像文件。
zh_hant: 資料夾中未找到任何影像檔案。

# Result0Total
source: Number of image files in folder: {0}
ar: عدد ملفات الصور في المجلد: {0}
bn: ফোল্ডারে ইমেজ ফাইলের সংখ্যা: {0}
de: Anzahl der Bilddateien im Ordner: {0}
es: Número de archivos de imagen en la carpeta: {0}
fa: تعداد فایل‌های تصویری در پوشه: {0}
fr: Nombre de fichiers image dans le dossier : {0}
hi: फ़ोल्डर में इमेज फ़ाइलों की संख्या: {0}
id: Jumlah file gambar di folder: {0}
it: Numero di file immagine nella cartella: {0}
ja: フォルダー内の画像ファイル数: {0}
ko: 폴더 내 이미지 파일 수: {0}
mr: फोल्डरमधील प्रतिमा फाइल्सची संख्या: {0}
pa: ਫੋਲਡਰ ਵਿੱਚ ਚਿੱਤਰ ਫਾਈਲਾਂ ਦੀ ਗਿਣਤੀ: {0}
pt: Número de arquivos de imagem na pasta: {0}
ru: Количество файлов изображений в папке: {0}
sw: Idadi ya faili za picha kwenye folda: {0}
ta: அடைவில் உள்ள படம் கோப்புகளின் எண்ணிக்கை: {0}
te: ఫోల్డర్లో ఉన్న చిత్రం ఫైళ్ల సంఖ్య: {0}
th: จำนวนไฟล์ภาพในโฟลเดอร์: {0}
tl_ph: Bilang ng image file sa folder: {0}
tr: Klasördeki resim dosyası sayısı: {0}
uk: Кількість зображень у папці: {0}
ur: فولڈر میں موجود تصویر فائلوں کی تعداد: {0}
vi: Số lượng tập tin hình ảnh trong thư mục: {0}
zh_hans: 文件夹中的图像文件数量：{0}
zh_hant: 資料夾中的影像檔案數量：{0}

# Result1Verified
source: Verified: {0}
ar: تم التحقق: {0}
bn: যাচাই করা হয়েছে: {0}
de: Verifiziert: {0}
es: Verificados: {0}
fa: تأیید شده: {0}
fr: Vérifiés : {0}
hi: सत्यापित: {0}
id: Diverifikasi: {0}
it: Verificati: {0}
ja: 確認済み: {0}
ko: 검증됨: {0}
mr: पडताळणी झाले: {0}
pa: ਤਸਦੀਕ ਕੀਤੀ: {0}
pt: Verificados: {0}
ru: Проверено: {0}
sw: Iliyothibitishwa: {0}
ta: சரிபார்க்கப்பட்டது: {0}
te: ధృవీకరించబడింది: {0}
th: ตรวจสอบแล้ว: {0}
tl_ph: Napatunayan: {0}
tr: Doğrulandı: {0}
uk: Перевірено: {0}
ur: تصدیق شدہ: {0}
vi: Đã xác minh: {0}
zh_hans: 已验证：{0}
zh_hant: 已驗證：{0}

# Result1Moved
source: Moved: {0}
ar: تم النقل: {0}
bn: স্থানান্তরিত হয়েছে: {0}
de: Verschoben: {0}
es: Movidos: {0}
fa: انتقال یافته: {0}
fr: Déplacés : {0}
hi: स्थानांतरित: {0}
id: Dipindahkan: {0}
it: Spostati: {0}
ja: 移動済み: {0}
ko: 이동됨: {0}
mr: हलवले: {0}
pa: ਤਬਦੀਲ ਕੀਤੀ: {0}
pt: Movidos: {0}
ru: Перемещено: {0}
sw: Iliyohamishwa: {0}
ta: நகர்த்தப்பட்டது: {0}
te: కదిలించబడింది: {0}
th: ย้ายแล้ว: {0}
tl_ph: Nailipat: {1}
tr: Taşındı: {0}
uk: Переміщено: {0}
ur: منتقل شدہ: {0}
vi: Đã chuyển: {0}
zh_hans: 已移动：{0}
zh_hant: 已移動：{0}

# Result1Deleted
source: Deleted: {0}
ar: تم الحذف: {0}
bn: মুছে ফেলা হয়েছে: {0}
de: Gelöscht: {0}
es: Eliminados: {0}
fa: حذف شده: {0}
fr: Supprimés : {0}
hi: हटाया गया: {0}
id: Dihapus: {0}
it: Eliminati: {0}
ja: 削除済み: {0}
ko: 삭제됨: {0}
mr: हटवले: {0}
pa: ਹਟਾਈ ਗਈ: {0}
pt: Excluídos: {0}
ru: Удалено: {0}
sw: Iliyofutwa: {0}
ta: அழிக்கப்பட்டது: {0}
te: తొలగించబడింది: {0}
th: ลบแล้ว: {0}
tl_ph: Natanggal: {1}
tr: Silindi: {0}
uk: Видалено: {0}
ur: حذف شدہ: {0}
vi: Đã xóa: {0}
zh_hans: 已删除：{0}
zh_hant: 已刪除：{0}

# Result2Kept
source: Kept: {0}
ar: تم الاحتفاظ: {0}
bn: রাখা হয়েছে: {0}
de: Beibehalten: {0}
es: Conservados: {0}
fa: نگه‌داری شده: {0}
fr: Conservés : {0}
hi: रखा गया: {0}
id: Disimpan: {0}
it: Mantenuti: {0}
ja: 保持済み: {0}
ko: 유지됨: {0}
mr: ठेवले: {0}
pa: ਰੱਖੀ ਗਈ: {0}
pt: Mantidos: {0}
ru: Оставлено: {0}
sw: Iliyohifadhiwa: {0}
ta: வைத்தது: {0}
te: ఉంచబడింది: {0}
th: เก็บไว้: {0}
tl_ph: Naiwan: {2}
tr: Saklandı: {0}
uk: Збережено: {0}
ur: محفوظ شدہ: {0}
vi: Đã giữ lại: {0}
zh_hans: 已保留：{0}
zh_hant: 已保留：{0}

# Result3Error
source: Error: {0}
ar: خطأ: {0}
bn: ত্রুটি: {0}
de: Fehler: {0}
fa: خطا: {0}
fr: Erreur : {0}
hi: त्रुटि: {0}
id: Kesalahan: {0}
it: Errore: {0}
ja: エラー: {0}
ko: 오류: {0}
mr: त्रुटी: {0}
pa: ਗਲਤੀ: {0}
pt: Erro: {0}
ru: Ошибка: {0}
sw: Hitilafu: {0}
ta: பிழை: {0}
te: లోపం: {0}
th: ข้อผิดพลาด: {0}
tl_ph: Kamalian: {3}
tr: Hata: {0}
uk: Помилка: {0}
ur: خرابی: {0}
vi: Lỗi: {0}
zh_hans: 错误：{0}
zh_hant: 錯誤：{0}

# Result4Time
source: Total processing time (sec): {0}
ar: إجمالي وقت المعالجة (ثواني): {0}
bn: মোট প্রক্রিয়াকরণের সময় (সেকেন্ড): {0}
de: Gesamte Verarbeitungszeit (Sekunden): {0}
es: Tiempo total de procesamiento (segundos): {0}
fa: مدت زمان کل پردازش (ثانیه): {0}
fr: Durée totale du traitement (secondes) : {0}
hi: कुल प्रोसेसिंग समय (सेकंड): {0}
id: Total waktu pemrosesan (detik): {0}
it: Tempo totale di elaborazione (secondi): {0}
ja: 処理時間（秒）: {0}
ko: 총 처리 시간 (초): {0}
mr: एकूण प्रक्रिया वेळ (सेकंद): {0}
pa: ਕੁੱਲ ਪ੍ਰਕਿਰਿਆ ਸਮਾਂ (ਸਕਿੰਟ): {0}
pt: Tempo total de processamento (segundos): {0}
ru: Общее время обработки (сек): {0}
sw: Muda wa jumla wa usindikaji (sekunde): {0}
ta: மொத்த செயலாக்க நேரம் (வினாடிகள்): {0}
te: మొత్తం ప్రాసెసింగ్ సమయం (సెకన్లు): {0}
th: เวลาการประมวลผลทั้งหมด (วินาที): {0}
tl_ph: Kabuuang oras ng pagproseso (segundo): {4}
tr: Toplam işleme süresi (saniye): {0}
uk: Загальний час обробки (секунди): {0}
ur: کل پروسیسنگ وقت (سیکنڈ): {0}
vi: Tổng thời gian xử lý (giây): {0}
zh_hans: 总处理时间（秒）：{0}
zh_hant: 總處理時間（秒）：{0}

# UnexpectedError
source: Unexpected Error: {0}
ar: خطأ غير متوقع: {0}
bn: অপ্রত্যাশিত ত্রুটি: {0}
de: Unerwarteter Fehler: {0}
es: Error inesperado: {0}
fa: خطای غیرمنتظره: {0}
fr: Erreur inattendue : {0}
hi: अप्रत्याशित त्रुटि: {0}
id: Kesalahan tak terduga: {0}
it: Errore imprevisto: {0}
ja: 予期しないエラー: {0}
ko: 예상치 못한 오류: {0}
mr: अनपेक्षित त्रुटी: {0}
pa: ਅਣਉਮੀਦ ਗਲਤੀ: {0}
pt: Erro inesperado: {0}
ru: Непредвиденная ошибка: {0}
sw: Hitilafu isiyotarajiwa: {0}
ta: எதிர்பாராத பிழை: {0}
te: అనుకోని లోపం: {0}
th: ข้อผิดพลาดที่ไม่คาดคิด: {0}
tl_ph: Hindi inaasahang kamalian
tr: Beklenmeyen hata: {0}
uk: Неочікувана помилка: {0}
ur: غیر متوقع خرابی: {0}
vi: Lỗi không mong đợi: {0}
zh_hans: 意外错误：{0}
zh_hant: 未預期的錯誤：{0}

# IniErrorTitle
source: Setting file error
ar: خطأ في ملف الإعدادات
bn: সেটিং ফাইল ত্রুটি
de: Fehler in der Einstellungsdatei
es: Error en el archivo de configuración
fa: خطا در فایل تنظیمات
fr: Erreur de fichier de configuration
hi: सेटिंग फ़ाइल त्रुटि
id: Kesalahan file pengaturan
it: Errore nel file di configurazione
ja: 設定ファイルエラー
ko: 설정 파일 오류
mr: सेटिंग फाइल त्रुटी
pa: ਸੈਟਿੰਗ ਫਾਈਲ ਗਲਤੀ
pt: Erro no arquivo de configuração
ru: Ошибка файла настроек
sw: Hitilafu ya faili ya mipangilio
ta: அமைப்புக் கோப்பு பிழை
te: అమరిక ఫైల్ లోపం
th: ข้อผิดพลาดของไฟล์การตั้งค่า
tr: Yapılandırma dosyası hatası
uk: Помилка файлу налаштувань
ur: ترتیب فائل کی خرابی
vi: Lỗi tập tin cấu hình
zh_hans: 配置文件错误
zh_hant: 設定檔錯誤

# IniErrorMsg
source: The following error(s) occurred while loading ocr_params.ini. Default setting will be applied.
ar: حدثت الأخطاء التالية أثناء تحميل ocr_params.ini. سيتم تطبيق الإعدادات الافتراضية.
bn: ocr_params.ini লোড করার সময় নিম্নলিখিত ত্রুটি(গুলি) ঘটেছে। ডিফল্ট সেটিং প্রয়োগ করা হবে।
de: Beim Laden von ocr_params.ini sind folgende Fehler aufgetreten. Die Standardeinstellungen werden angewendet.
es: Se produjeron los siguientes errores al cargar ocr_params.ini. Se aplicará la configuración predeterminada.
fa: خطاهای زیر هنگام بارگذاری ocr_params.ini رخ دادند. تنظیمات پیش‌فرض اعمال خواهد شد.
fr: Les erreurs suivantes se sont produites lors du chargement de ocr_params.ini. Les paramètres par défaut seront appliqués.
hi: ocr_params.ini लोड करते समय निम्नलिखित त्रुटियाँ हुईं। डिफ़ॉल्ट सेटिंग लागू की जाएगी।
id: Kesalahan berikut terjadi saat memuat ocr_params.ini. Pengaturan default akan diterapkan.
it: Si sono verificati i seguenti errori durante il caricamento di ocr_params.ini. Verranno applicate le impostazioni predefinite.
ja: ocr_params.ini の読み込み中に以下のエラーが発生しました。既定の設定が適用されます。
ko: ocr_params.ini을(를) 로드하는 중 다음 오류가 발생했습니다. 기본 설정이 적용됩니다.
mr: ocr_params.ini लोड करताना खालील त्रुटी आढळल्या. डीफॉल्ट सेटिंग लागू केली जाईल.
pa: ocr_params.ini ਨੂੰ ਲੋਡ ਕਰਦੇ ਸਮੇਂ ਹੇਠ ਲਿਖੀਆਂ ਗਲਤੀਆਂ ਆਈਆਂ। ਡਿਫਾਲਟ ਸੈਟਿੰਗ ਲਾਗੂ ਕੀਤੀ ਜਾਵੇਗੀ।
pt: Ocorreram os seguintes erros ao carregar o arquivo ocr_params.ini. As configurações padrão serão aplicadas.
ru: При загрузке ocr_params.ini произошли следующие ошибки. Будут применены настройки по умолчанию.
sw: Hitilafu zifuatazo zilitokea wakati wa kupakia ocr_params.ini. Mipangilio chaguomsingi itatumika.
ta: ocr_params.ini ஐ ஏற்றும்போது பின்வரும் பிழைகள் ஏற்பட்டன. இயல்புநிலை அமைப்புகள் பயன்படுத்தப்படும்.
te: ocr_params.ini లోడ్ చేస్తున్నప్పుడు ఈ లోపాలు సంభవించాయి. డిఫాల్ట్ అమరికలు వర్తింపజేయబడతాయి.
th: เกิดข้อผิดพลาดต่อไปนี้ขณะโหลด ocr_params.ini จะใช้การตั้งค่าเริ่มต้นแทน
tr: ocr_params.ini yüklenirken aşağıdaki hatalar oluştu. Varsayılan ayarlar uygulanacaktır.
uk: Під час завантаження ocr_params.ini виникли наступні помилки. Будуть застосовані стандартні налаштування.
ur: ocr_params.ini لوڈ کرتے وقت درج ذیل خرابیاں پیش آئیں۔ ڈیفالٹ ترتیبات لاگو کی جائیں گی۔
vi: Đã xảy ra lỗi khi tải ocr_params.ini. Cấu hình mặc định sẽ được áp dụng.
zh_hans: 加载 ocr_params.ini 时发生以下错误。将使用默认设置。
zh_hant: 載入 ocr_params.ini 時發生以下錯誤。將套用預設設定。

# FolderNotExistsImg
source: Folder does not exist. Please specify the folder path for image files first.
ar: المجلد غير موجود. يرجى تحديد مسار مجلد ملفات الصور أولاً.
bn: ফোল্ডারটি বিদ্যমান নয়। অনুগ্রহ করে প্রথমে ইমেজ ফাইলের জন্য ফোল্ডার পথ নির্ধারণ করুন।
de: Ordner existiert nicht. Bitte geben Sie zuerst den Pfad zum Bildordner an.
es: La carpeta no existe. Por favor, especifique primero la ruta de la carpeta de imágenes.
fa: پوشه وجود ندارد. لطفاً ابتدا مسیر پوشه فایل‌های تصویری را مشخص کنید.
fr: Le dossier n'existe pas. Veuillez d'abord spécifier le chemin du dossier d'images.
hi: फ़ोल्डर मौजूद नहीं है। कृपया पहले इमेज फ़ाइलों के लिए फ़ोल्डर पथ निर्दिष्ट करें।
id: Folder tidak ada. Silakan tentukan terlebih dahulu jalur folder untuk file gambar.
it: La cartella non esiste. Specificare prima il percorso della cartella delle immagini.
ja: フォルダーが存在しません。まず画像ファイル用のフォルダー パスを指定してください。
ko: 폴더가 존재하지 않습니다. 먼저 이미지 파일용 폴더 경로를 지정하세요.
mr: फोल्डर अस्तित्वात नाही. कृपया प्रथम प्रतिमा फाइल्ससाठी फोल्डर मार्ग निर्दिष्ट करा.
pa: ਫੋਲਡਰ ਮੌਜੂਦ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਪਹਿਲਾਂ ਚਿੱਤਰ ਫਾਈਲਾਂ ਲਈ ਫੋਲਡਰ ਪਥ ਦਰਜ ਕਰੋ।
pt: A pasta não existe. Especifique primeiro o caminho da pasta de imagens.
ru: Папка не существует. Сначала укажите путь к папке с изображениями.
sw: Folda haipo. Tafadhali taja kwanza njia ya folda ya faili za picha.
ta: அடைவு இல்லை. தயவுசெய்து முதலில் படம் கோப்புகளுக்கான அடைவு பாதையை குறிப்பிடவும்.
te: ఫోల్డర్ లేదు. దయచేసి మొదట చిత్రం ఫైళ్ల ఫోల్డర్ మార్గాన్ని పేర్కొనండి.
th: โฟลเดอร์ไม่มีอยู่ โปรดระบุเส้นทางโฟลเดอร์สำหรับไฟล์ภาพก่อน
tl_ph: Walang folder. Pakitukoy muna ang path ng folder para sa mga image file.
tr: Klasör mevcut değil. Lütfen önce resim dosyaları için klasör yolunu belirtin.
uk: Папка не існує. Спочатку вкажіть шлях до папки з зображеннями.
ur: فولڈر موجود نہیں ہے۔ براہ کرم پہلے تصویر فائلوں کے لیے فولڈر کا راستہ درج کریں۔
vi: Thư mục không tồn tại. Vui lòng chỉ định đường dẫn thư mục cho tập tin hình ảnh trước.
zh_hans: 文件夹不存在。请先指定图像文件的文件夹路径。
zh_hant: 資料夾不存在。請先指定影像檔案的資料夾路徑。

# FolderNotExistsDst
source: Folder does not exist. Please specify the folder path for destination first.
ar: المجلد غير موجود. يرجى تحديد مسار مجلد الوجهة أولاً.
bn: ফোল্ডারটি বিদ্যমান নয়। অনুগ্রহ করে প্রথমে গন্তব্য ফোল্ডার পথ নির্ধারণ করুন।
de: Ordner existiert nicht. Bitte geben Sie zuerst den Pfad zum Zielordner an.
es: La carpeta no existe. Por favor, especifique primero la ruta de la carpeta de destino.
fa: پوشه وجود ندارد. لطفاً ابتدا مسیر پوشه مقصد را مشخص کنید.
fr: Le dossier n'existe pas. Veuillez d'abord spécifier le chemin du dossier de destination.
hi: फ़ोल्डर मौजूद नहीं है। कृपया पहले गंतव्य फ़ोल्डर पथ निर्दिष्ट करें।
id: Folder tidak ada. Silakan tentukan terlebih dahulu jalur folder tujuan.
it: La cartella non esiste. Specificare prima il percorso della cartella di destinazione.
ja: フォルダーが存在しません。まず移動先フォルダーのパスを指定してください。
ko: 폴더가 존재하지 않습니다. 먼저 이동 대상 폴더 경로를 지정하세요.
mr: फोल्डर अस्तित्वात नाही. कृपया प्रथम हलवण्याच्या फोल्डरसाठी मार्ग निर्दिष्ट करा.
pa: ਫੋਲਡਰ ਮੌਜੂਦ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਪਹਿਲਾਂ ਤਬਦੀਲੀ ਵਾਲੇ ਫੋਲਡਰ ਦਾ ਪਥ ਦਰਜ ਕਰੋ।
pt: A pasta não existe. Especifique primeiro o caminho da pasta de destino.
ru: Папка не существует. Сначала укажите путь к папке назначения.
sw: Folda haipo. Tafadhali taja kwanza njia ya folda lengwa.
ta: அடைவு இல்லை. தயவுசெய்து முதலில் இலக்கு அடைவு பாதையை குறிப்பிடவும்.
te: ఫోల్డర్ లేదు. దయచేసి మొదట గమ్యస్థాన ఫోల్డర్ మార్గాన్ని పేర్కొనండి.
th: โฟลเดอร์ไม่มีอยู่ โปรดระบุเส้นทางโฟลเดอร์ปลายทางก่อน
tl_ph: Walang folder. Pakitukoy muna ang path ng folder ng destinasyon.
tr: Klasör mevcut değil. Lütfen önce hedef klasör yolunu belirtin.
uk: Папка не існує. Спочатку вкажіть шлях до папки призначення.
ur: فولڈر موجود نہیں ہے۔ براہ کرم پہلے منزل فولڈر کا راستہ درج کریں۔
vi: Thư mục không tồn tại. Vui lòng chỉ định đường dẫn thư mục đích trước.
zh_hans: 文件夹不存在。请先指定目标文件夹路径。
zh_hant: 資料夾不存在。請先指定目的地資料夾路徑。

source: OR
ar: أو
bn: অথবা
de: ODER
es: O
fa: یا
fr: OU
hi: या
id: ATAU
it: OPPURE
ja: または
ko: 또는
mr: किंवा
pa: ਜਾਂ
pt: OU
ru: ИЛИ
sw: AU
ta: அல்லது
te: లేదా
th: หรือ
tl_ph: O
tr: VEYA
uk: АБО
ur: یا
vi: HOẶC
zh_hans: 或
zh_hant: 或

# BothFoldersAreSame
source: Image folder and Destination folder should not be the same.
ar: يجب ألا يكون مجلد الصور ومجلد الوجهة متماثلين.
bn: ইমেজ ফোল্ডার এবং গন্তব্য ফোল্ডার এক হওয়া উচিত নয়।
de: Bildordner und Zielordner dürfen nicht identisch sein.
es: La carpeta de imágenes y la carpeta de destino no deben ser iguales.
fa: پوشه تصویر و پوشه مقصد نباید یکسان باشند.
fr: Le dossier d'images et le dossier de destination ne doivent pas être identiques.
hi: इमेज फ़ोल्डर और गंतव्य फ़ोल्डर समान नहीं होने चाहिए।
id: Folder gambar dan folder tujuan tidak boleh sama.
it: La cartella delle immagini e quella di destinazione non devono essere uguali.
ja: 画像フォルダーと保存先フォルダーは同じにできません。
ko: 이미지 폴더와 이동 대상 폴더는 같을 수 없습니다.
mr: प्रतिमा फोल्डर आणि हलवण्याचा फोल्डर समान असू नये.
pa: ਚਿੱਤਰ ਫੋਲਡਰ ਅਤੇ ਤਬਦੀਲੀ ਵਾਲਾ ਫੋਲਡਰ ਇੱਕੋ ਨਹੀਂ ਹੋਣਾ ਚਾਹੀਦਾ।
pt: A pasta de imagens e a pasta de destino não devem ser iguais.
ru: Папка изображений и папка назначения не должны совпадать.
sw: Folda ya picha na folda lengwa hazipaswi kuwa sawa.
ta: பட அடைவு மற்றும் இலக்கு அடைவு ஒரேதாக இருக்கக்கூடாது.
te: చిత్ర ఫోల్డర్ మరియు గమ్యస్థాన ఫోల్డర్ ఒకటిగా ఉండకూడదు.
th: โฟลเดอร์ภาพและโฟลเดอร์ปลายทางต้องไม่เหมือนกัน
tr: Resim klasörü ile hedef klasör aynı olmamalıdır.
uk: Папка зображень і папка призначення не повинні бути однаковими.
ur: تصویر فولڈر اور منزل فولڈر ایک جیسے نہیں ہونے چاہئیں۔
vi: Thư mục hình ảnh và thư mục đích không được giống nhau.
zh_hans: 图像文件夹和目标文件夹不能相同。
zh_hant: 影像資料夾與目的地資料夾不可相同。

# Processing
source: Processing: {0} / {1}
ar: جارٍ المعالجة: {0} / {1}
bn: প্রক্রিয়াকরণ চলছে: {0} / {1}
de: Verarbeitung: {0} / {1}
es: Procesando: {0} / {1}
fa: در حال پردازش: {0} / {1}
fr: Traitement en cours : {0} / {1}
hi: प्रोसेसिंग जारी है: {0} / {1}
id: Memproses: {0} / {1}
it: Elaborazione in corso: {0} / {1}
ja: 処理中: {0} / {1}
ko: 처리 중: {0} / {1}
mr: प्रक्रिया सुरू आहे: {0} / {1}
pa: ਪ੍ਰਕਿਰਿਆ ਜਾਰੀ ਹੈ: {0} / {1}
pt: Processando: {0} / {1}
ru: Обработка: {0} / {1}
sw: Inasindika: {0} / {1}
ta: செயலாக்கம் நடைபெறுகிறது: {0} / {1}
te: ప్రాసెసింగ్ జరుగుతోంది: {0} / {1}
th: กำลังประมวลผล: {0} / {1}
tr: İşleniyor: {0} / {1}
uk: Обробка: {0} / {1}
ur: پروسیسنگ جاری ہے: {0} / {1}
vi: Đang xử lý: {0} / {1}
zh_hans: 正在处理：{0} / {1}
zh_hant: 處理中：{0} / {1}
